Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tale_ved_offisiell_apning_av_savios_plass_i_kirkenes_.html.tmx
Source language: nob
Languages: sme

source: Tale ved offisiell åpning av Savios plass i Kirkenes
sme: Sárdni Savios plass almmolaš rahpamis Girkonjárggas

source: Sametingspresident Silje Karine Muotkas tale ved den offisielle åpningen av Savios plass i Kirkenes 22. september 2023.
sme: Sámediggepresideantta Silje Karine Muotkas sárdni Savios plass (Savio sadji) almmolaš rahpamis Girkonjárggas čakčamánu 22. beaivvi 2023.

source: Kjære alle sammen, tiõrv!
sme: Buorit olbmot, tiõrv!

source: Det er særlig gledelig for meg å delta ved åpningen av John Savios plass i den byen der jeg ble født.
sme: Lean erenoamáš ilus go beasan searvat John Savio saji rahpamii dán gávpogis gos mun riegádin.

source: Mine første leveår tilbragte i Christian Ankersgate og på Prestøya.
sme: Iežan vuosttaš eallinjagiid orron Christin Ankersgates ja Prestøyas.

source: På dette torget var jeg med min áddja/bestefar og sjabba med folk i byen da jeg var bitteliten jente.
sme: Dán gávpotguovddážis lávejin leat iežan ádjá mielde hálešteame olbmuiguin dalle go ledjen unna nieiddaš.

source: Kanskje det var derfor jeg ble interessert i politikk som ungdom og voksen?
sme: Soaittán dan dihte beroštišgoahtán politihkas nuorran ja rávesolmmožin?

source: Jeg vet at torget er en viktig samlingsplass i byen.
sme: Dieđán ahte márkanšillju lea deaŧalaš deaivvadanbáiki gávpogis.

source: Jeg håper det fortsatt blir fylt med liv og arrangementer.
sme: Mun sávan dan ain bissut ealasin, ja ahte dáppe ain lágiduvvojit ollu doalut.

source: Det gir bolyst, samhold, engasjement og glede.
sme: Dat duddjo ássanmovtta, oktavuođaid, movtta ja ilu.

source: John Savio er av de samiske kunstnerne som betyr aller mest for meg.
sme: John Savio lea okta dain sámi dáiddáriin geat munnje leat buot mávssolaččamusat.

source: Hans kunstneriske virke føles relevant for meg i alle livets stadier.
sme: Dovddan ahte su dáiddalaš doaimmat leat áigeguovdilat munnje buot eallima muttuin.

source: Som student så jeg ofte på bildene hans, og de minner meg om det livet og følelsen jeg hadde i storbyen som student.
sme: Studeantan dávjá geahčadin su dáidagiid, ja dat muittuhit dan eallima ja dovddu mii mus lei stuoragávpogis studeantan.

source: Bildene fra livet her hjemme har også vært viktig for identitetsfølelsen min som same, og jeg syns det har vært avgjørende for å vise det samiske som en tydelig grunnstein i det Sør-Varanger jeg kjenner.
sme: Dáidagat mat čájehit eallima dáppe ruovttus leat maid leamaš deaŧalaččat mu identitehtadovdui sápmelažžan, ja mu mielas dat leat mearrideaddji deaŧalaččat leamaš das ahte čájehit sámevuođa čielga geađgejuolgin dan Mátta-Várjjagis maid mun dovddan.

source: Savios særegne kunstspråk og evne til å formidle samisk natur og kultur gjennom kunsten har gjort ham til et ikon, både nasjonalt og internasjonalt.
sme: Savio erenoamáš dáiddagiella ja dáidu gaskkustit sámi luonddu ja kultuvrra dáidagiin leat su dahkan dovddusin, sihke nationálalaččat ja riikkaidgaskasaččat.

source: Savio har hatt og har fortsatt stor betydning for det samiske samfunnet.
sme: Savio lea leamaš ja lea ain hui mávssolaš sámi servodahkii.

source: Det er derfor en stor glede å kunne være her sammen med dere i dag.
sme: Danne lea munnje hui somá leat dáppe dinguin fárrolaga odne.

source: Det er en fantastisk ting at selve torget, et hjerte for byens befolkning, nå skal hete Savios plass fremover.
sme: Lea erenoamáš buorre go dát gávpotguovddáš, mii gávpotálbmogii lea nu mávssolaš, dál oažžu nama Savios plass.

source: I juni leverte Sannhets- og forsoningskommisjonen sin rapport som danner et grunnlag for et oppgjør med en langvarig og systematisert fornorskningspolitikk som har satt dype spor og sår i den samiske befolkningen.
sme: Geassemánus almmuhii Duohtavuođa- ja soabadankommišuvdna raportta, mii lea vuođđu go galgá gieđahallat guhkesáiggi ja vuogádatlaš dáruiduhttinpolitihka mii sakka lea čuohcan ja guođđán čiekŋalis háviid sámi álbmogii.

source: I rapporten belyser kommisjonen viktigheten av erkjennelsen av at Norge har vært og er et flerkulturelt samfunn, og at dette må ligge til grunn for forsoning.
sme: Raporttas kommišuvdna fuomášuhttá man deaŧalaš lea dovddastit ahte Norga lea leamaš ja lea ain máŋggakultuvrralaš servodat, ja ahte dat ferte leat soabadeami vuođđu.

source: Ved å navngi torget etter John Savio løfter Sør-Varanger kommune også at de er en samisk kommune, og at Kirkenes er en by som er tuftet på møter mellom ulike kulturer, der den samiske kulturen har vært til stede i uminnelige tider.
sme: Go gávpotguovddáš dál lea ožžon nama John Savio sadji , de maiddái lea Mátta-Várjjaga gielda čájeheame ahte dat lea sámi gielda, ja ahte Girkonjárga lea gávpot mii lea vuođđuduvvon guovtti kultuvrra deaivvadeapmái, ja sámi kultuvra lea leamaš doppe don doloža rájes.

source: Jeg tror dette vil gjøre byen bedre rustet til å jobbe med kulturelle mangfold og til å fremme forståelse og samarbeid på tvers av forskjellige kulturer.
sme: Mun jáhkán ahte gávpot dan dihte buorebut nákce bargat kultuvrralaš máŋggabealatvuođain ja ovddidit ipmárdusa ja ovttasbarggu iešguđet kultuvrraid gaskkas.

source: Og det er nettopp denne mangfoldigheten som beriker vårt samfunn og gjør oss sterkere. Kunnskap og bevissthet forebygger hets og vil gi positiv identitet også for samiske barn og unge.
sme: Juste dát máŋggabealatvuohta dat lea mii riggudahttá min servodaga ja nanusmahttá min. Máhttu ja dihtomielalašvuohta eastada cielaheami, ja addá positiivvalaš identitehta maiddái sámi mánáide ja nuoraide.

source: Ikke så langt herfra finner vi Saviomuseets lokaler på Grenselandmuseet der dedikerte sjeler jobber iherdig med å forske på, dokumentere og formidle Savios kunst.
sme: Saviomusea visttit Grenselandmuseetis eai leat nu guhkkin dás eret, ja museas barget áŋgiris olbmot geat dutket, duođaštit ja gaskkustit Savio dáidaga.

source: Det jobbes for å få Savios kunst i egne lokaler, men enn så lenge anbefaler jeg alle å benytte enhver anledning til å oppleve Savios kunst her i Kirkenes, eller ved andre museer, gallerier og på andre formidlingsarenaer.
sme: Dál leat bargame oažžut Savio dáidagii sierra visttiid, muhto dál goit vuos ávžžuhan buohkaid fitnat geahččame ja vásiheame Savio dáidaga dáppe Girkonjárggas, dahje eará museain, galleriijain ja gaskkustanarenain, juohke háve go lea vejolašvuohta.

source: Nå som Savio har fått sitt eget torg i hjertet av Kirkenes, har han også trått ut av utstillingslokalene og ut til folket, og jeg er sikker på at han på denne måten vil finne veien inn til flere folks hjerter.
sme: Dál go Savios lea sierra gávpotguovddášsadji guovdu Girkonjárgga, de son lea maid lávken olggos čájáhusvisttiin álbmoga lusa, ja mun lean vissis ahte dáinna lágiin son olaha olbmuid váimmuide.

source: Til slutt vil jeg takke alle som har bidratt til å gjøre dette prosjektet til en realitet, alle som har lagt stor innsats i dette arbeidet og bidratt fra idéstadiet til endelig vedtak og gjennomføring av dette arrangementet.
sme: Loahpas giittán buohkaid geat leat leamaš mielde dahkame dán prošeavtta duohtan. Buohkaid geat leat bidjan ollu návccaid dán bargui ja leamaš veahkkin álgojurdaga rájes loahpalaš mearrádusa rádjái, ja maiddái dáid doaluid lágideamis.

source: Sametinget har helhjertet støttet navneforslaget og markeringen, og vil med dette gratulere Sør-Varanger kommune og Kirkenes by med John Savios plass.
sme: Sámediggi lea ollislaččat dorjon nammaevttohusa ja čalmmustahttima, ja háliida dákko bokte sávvat lihku Mátta-Várjjaga gildii ja Girkonjárgga gávpogii dáinna báikkiin John Savio sadji.
